many_results_message = """
По вашему запросу '%s' мы нашли в нашей базе нескольких человек. Кого именно вы ищете?
"""

one_result_message = """
Вот что мы нашли по вашему запросу <a href='%s'>'%s'</a> (данные за %s год):
"""

start_help_message = """
Вас приветствует телеграмм-бот Декларатора, 
единой базы антикоррупционных деклараций! 
Напишите фамилию и имя должностного лица, 
которое вас интересует, в именительном падеже 
(например, «Иван Иванов», можно с 
отчеством и в другом порядке) и мы поищем его в нашей базе.
"""

no_results_message = """
К сожалению, мы не смогли ничего найти по 
вашему запросу '%s'. Вы можете попробовать еще раз 
(убедитесь, что вводите имя и фамилию в именительном падеже).
"""

too_many_results_message = """
По вашему запросу '%s' мы нашли в нашей базе слишком много людей. Пожалуйста, уточните ваш запрос.
"""
